export const PROVERB = [
  {
    proverb: "کَمِل دَکِردِه بَبرِه",
    mean: "ببر پوشالی است یعنی ببر مرده‌ای است که در پوستش کاه ریخته‌اند.",
    irony:
      "این کنایه را در مورد افرادی که به ظاهر نیرومند و شجاعند ولی در باطن کم‌رو و ترسو هستند، به کار می‌برند.",
  },
  {
    proverb: "گپ دلِ دِلِه دَره گِره، بریم بموئه پِره",
    mean: "صحبت تا در دل باشد نهان است، بیرون که بیاید همه جا پر میشود.",
    irony: "اگر می خواهی رازت برملا نشود، اصلا آن را بر زبان نیاور",
  },
  {
    proverb: "وِنه سائه ره با تیر زَنِّه",
    mean: "سایه اش را با گلوله میزند",
    irony: " با  کسی دشمن  بودن. متنفِر بودن  از کَسی  دِلالت دارد",
  },
  {
    proverb: "گَت آدِم دِتِر ، خاخِر هَسه",
    mean: "دختر و خواهرِ   آدم بزرگی  است",
    irony:
      "کنایه به کسی که فخر میفروشد و کمتر در مجالس و محافل حضور پیدا  میکند.",
  },
  {
    proverb: "وِرگ پوسِّ دِله بوردِه",
    mean: "در درون پوستِ گرگ رفته است",
    irony: "کنایه  به کسی که خلق و خوی وحشیانه گرفته است",
  },
  {
    proverb: "گَتی باتِنِه  خُردی باتِنه ",
    mean: "معنی و مفهوم.: بزرگی گفتند . کوچکی گفتند ",
    irony: "کنایه به کسی که احترام بزرگتر را نگه  نمیدارد",
  },
];
